IDEA Open Model
OpenModel.Connections Property
Compatible with IDEA StatiCa 20.1
 List of Connection data
 Namespace: IdeaRS.OpenModel
 Assembly: IdeaRS.OpenModel (in IdeaRS.OpenModel.dll) Version: 20.1.0
Syntax
public List<ConnectionData> Connections { get; set; }
Public Property Connections As List(Of ConnectionData)
	Get
	Set
Property Value
Type: List<ConnectionData>
See Also
Reference
OpenModel Class
IdeaRS.OpenModel Namespace